Repository: Abdiyu-urgesa/FarmAssist-mobile-APP
Catalog: farmassist_app/lib/l10n/app_*.arb
Languages: am, or

# language
source: english
am: lang
or: Afaan Oromo

source: hello world
am: Heelo
or: Heelo

# abdiyu
source: abdiyus name english
am: abdiyu
or: abdiyu

source: humdity
am: እርጥበት
or: Jiidhaa

# windspeed
source: wind sped
am: ንፋስ
or: S.qilleensaa

source: Weather
am: አየር ንብረት
or: H.qilleensaa

source: Upload
am: ጫን
or: S.Galchii

source: You don't have any plants photo
am: የእጽዋት ምስል የሎትም
or: Suuraa biqiltuu tokkollee hin qabdu

source: confidence
am: እርግጠኝነት
or: dhugoomsa

# classs
source: class
am: የበሽታ አይነት
or: Garee:

source: Add your plant now
am: አሁን ይጫኑ
or: Amma biqiltuu keessan itti dabalaa
